{
    "company": {
        "name": "Greer | Dailey",
        "address": {
            "street-address": "2450 Mission Street",
            "suite-number": "Suite 22",
            "address-locality": "San Marino",
            "address-region": "CA",
            "postal-code": "91108"
        },
        "description": "Public Affairs Consulting",
        "telephone": "213.615.1616",
        "fax": "213.615.1625"
    },
    "pages": {
        "index": {
            "name": "Home",
            "intro": {
                "image": "images/index-image.jpg",
                "title": "Strategic Communication <em>Done. Right.</em>",
                "supporting-text": "<p><strong>Greer/Dailey’s approach to each challenge is both strategic and flexible, putting the right combination of skills and tools together to achieve results. And at Greer/Dailey -- clients -- our most important asset, get the full attention of the firm's principals.</strong></p>",
                "button": "Find Out More"
            }
        },
        "expertise": {
            "name": "Expertise",
            "subtitle": "Our Areas of Expertise",
            "intro": {
                "image": "images/expertise-image.jpg",
                "title": "A recognized leader<br><strong>in community relations in Los Angeles.</strong>",
                "supporting-text": "<p>Greer/Dailey brings clients core capabilities in stakeholder outreach and coalition building, government affairs, advocacy, integrated communications, strategic media relations and project entitlements  – plus strong relationships with communities, decision-makers and local stakeholders throughout Southern California.</p>",
                "continued-supporting-text": "<p>In addition, Greer/Dailey’s long-standing ties with an impressive group of associates and affiliated consultants brings clients expertise in a variety of areas, including public policy, energy, and litigation support, to name just a few of many disciplines.</p><p>Greer/Dailey’s approach to each challenge is both strategic and flexible, putting the right combination of skills and tools together to achieve results. And at Greer/Dailey -- clients -- our most important asset, get the full attention of the firm’s principals.</p>"
            },
            "sections": {
                "community-relations": {
                    "button": "Close",
                    "name": "Community Relations",
                    "description": "Many communities resemble one another, but every community is special in its own way.",
                    "summary": "<div class=\"expertise-summary-column-one\"><p>Regardless of its location, each community has tradition and history, unique concerns, and often, fierce pride in its institutions and amenities. Greer/Dailey approaches each community with an open mind and an ability to listen and learn. Whether it's in Los Angeles, or the many distinct communities throughout the Southern California region, the firm quickly assesses the landscape and identifies who and what will be important.</p><p>Greer/Dailey is acutely aware that every community is comprised of a variety of constituencies with disparate concerns and agendas – and many are increasingly sophisticated and influential.</p></div><div class=\"expertise-summary-column-two\"><p>Armed with its unique experience and knowledge, Greer/Dailey helps businesses and public agencies to gain a broad understanding of the communities in which they operate, to communicate effectively with a variety of audiences and, most important, to build consensus.</p><p>Greer/Dailey is skilled at identifying key community players, establishing relationships, and determining critical issues.  Strategies are developed only after understanding the character of the community.  Messages are crafted specifically to speak to key audiences by the most effective means possible, and stakeholder engagement is achieved via an array of traditional and technology-based tools.</p><p>The result is a successful community relations program, reflecting the dynamics of the community and the priorities of our clients.</p></div>"
                },
                "integrated-communications": {
                    "button": "Close",
                    "name": "Integrated Communications",
                    "description": "Effective communication allows you to tell your story on your terms.",
                    "summary": "<div class=\"expertise-summary-column-one\"><p>Your story has to be told before it’s defined by someone else - and in today’s multimedia environment, your story is evolving in real time on traditional news channels, web sites, blogs, and via social networking sites. You can’t control your message unless you are leading the discussion on each platform.</p><p>The Greer/Dailey team approaches each client challenge with that in mind – and knows that a multi-media communications plan plays a pivotal role, either to manage the message, or to address a controversy.</p></div><div class=\"expertise-summary-column-two\"><p>Greer/Dailey, begins its communications analysis by identifying key players and critical issues, then strategies and tactics are designed to fit the areas of concern and the character of each community or issue. Targeted messages are crafted, which become the foundation for written and visual material, as well as direct mail, social media and other forms of electronic communication.</p><p>And should the project come under the scrutiny of an increasingly diverse and skeptical media, whether it’s print, broadcast or online, Greer/Dailey is prepared to help, applying skills developed over decades, as well as new and emerging technology-driven tools.</p></div>"
                },
                "government-affairs": {
                    "button": "Close",
                    "name": "Government Affairs",
                    "description": "All politics is local, and you have to understand the community to understand the politics.",
                    "summary": "<div class=\"expertise-summary-column-one\"><p>The Greer/Dailey team, based on decades of working in and around government and politics in Southern California, has the experience and the personal relationships necessary to help clients manage issues requiring approvals of City Councils, County Boards of Supervisors, regional or State agencies, or special districts.</p><p>Successful advocacy, whether seeking project approvals or in efforts to secure government and other public sector contracts, requires a strategy that can only be developed by experienced consultants who know the ins and outs of complex – and often inconsistent – government bodies and bureaucracies.</p></div><div class=\"expertise-summary-column-two\"><p>Additionally, Greer/Dailey's knowledge of government needs and resources permits us to craft effective responses to public agency requests for proposals.</p><p>Greer/Dailey gathers intelligence, creates winning strategies and provides effective representation before government officials at every level. We build support, mobilize that support, and leverage it within the political process.</p></div>"
                },
                "strategic-media-relations": {
                    "button": "Close",
                    "name": "Strategic Media Relations",
                    "description": "The media is the message, but only when it is managed strategically.",
                    "summary": "<div class=\"expertise-summary-column-one\"><p>The Greer/Dailey team analyzes media challenges to craft an approach designed specifically to address client needs. Whether the goal is to maximize or minimize coverage, or simply to inform, a strategic plan is created to integrate messages and state-of-the-art communications tools to produce results. The complex media universe permits us to identify and target audience segments, tailor both messages and delivery, and communicate directly with those mostly likely to respond.</p></div><div class=\"expertise-summary-column-two\"><p>If and when a crisis emerges, Greer/Dailey provides media training and a crisis management plan to quickly and effectively address issues.</p><p>Successful media management is a carefully orchestrated program that integrates traditional and emerging technologies, thoughtful analysis of receptive audiences, and messages crafted to engage and educate. Greer/Dailey’s skills and experience in deploying effective communications programs provide the basis for achieving clients’ goals.</p><p>Greer/Dailey creates and manages strategic media relations programs by integrating traditional approaches with state-of-the-art technological tools to produce the most effective plan for each media challenge.</p></div>"
                },
                "issues-management": {
                    "button": "Close",
                    "name": "Issues Management",
                    "description": "Because public issues are unpredictable, preparation is essential.",
                    "summary": "<div class=\"expertise-summary-column-one\"><p>In today's complex and ever-changing regulatory environment, the Greer/Dailey team knows that just 'keeping up' doesn't always work. You have to be ahead of the curve. Environmental regulations, land use and zoning issues, safety requirements, and other issues come up at a moment's notice, often when you need more resources to address them.</p><p>Greer/Dailey develops detailed, strategic plans and strong internal and external communications blueprints that enable you to preserve your reputation and your bottom line. Because it's not a matter of if a government agency tries to weigh in on how you run your business, it's when.</p></div><div class=\"expertise-summary-column-two\"><p>Our strong ties to elected officials and government agencies help ensure that you get timely information and responses to critical questions when every single detail counts. Greer/Dailey also works to engage community stakeholders and other potential allies so you have a solid foundation of support when you need it most.</p><p>When your reputation is on the line, Greer/Dailey's team of professionals works with you to prepare, strategize, and respond to the most difficult challenges.</p></div>"
                },
                "entitlements": {
                    "button": "Close",
                    "name": "Entitlements",
                    "description": "Experience and strategic planning yield effective programs, community support, and successful results.",
                    "summary": "<div class=\"expertise-summary-column-one\"><p>Whether it’s the construction or expansion of a church, synagogue, hospital, school, or museum, or a new store, manufacturing facility, office building, studio expansion, hotel or apartment complex, any change, in any community, will require a thoughtful plan to achieve project approval.</p><p>Communities and the officials elected to represent them are sensitive to potential change, and their concerns require thorough analysis and clear communication before even the most worthwhile project can proceed.</p></div><div class=\"expertise-summary-column-two\"><p>Greer/Dailey has an outstanding track record of helping a project development team work with communities and stakeholders and navigate the complex entitlement processes of local authorities to achieve success.</p><p>The firm approaches challenges strategically: developing a communications program that includes community outreach, coalition building, government relations and media liaison, all built on an understanding of the planning process and aimed at achieving approval for corporate and institutional developments.</p></div>"
                }
            }
        },
        "case-studies": {
            "name": "Case Studies",
            "intro": {
                "title": "Case Studies",
                "subtitle": "Our work on complex projects results in success.",
                "supporting-text": "Whether a project is large and complicated, small but contentious, or just controversial, Greer/Dailey has a proven track record in delivering results for clients. We know how to develop successful strategies, craft effective messages, target and organize the right support, and mobilize that support at critical decision points."
            },
            "callouts": {
                "community-outreach": {
                    "image": "images/case-study-image-1.jpg",
                    "name": "Creating Community Outreach & Government Liasion Programs That Work",
                    "section-content": "Greer/Dailey created and implemented community outreach and government liaison programs for one of the largest transit-oriented developments in Los Angeles County that will create new high-tech studio and office space, an enhanced theme park, new hotels, and thousands of much-needed jobs for the region. Greer/Dailey’s outreach and work as a project liaison was instrumental in generating support from key decision-makers and more than 7,500 registered project supporters from surrounding communities, including community and union leaders, and business and residential stakeholders. Throughout the review process, which included multiple public hearings, hundreds of supporters submitted endorsement letters and attended and testified at public hearings. The project received unanimous approval from the Los Angeles City Council and the County Board of Supervisors."
                },
                "securing-neighborhood": {
                    "image": "images/case-study-image-2.jpg",
                    "name": "Securing Neighborhood, Community, and Stakeholder Support",
                    "section-content": "Greer/Dailey worked with the project team to secure the support of the local City Councilmember, historic preservation organizations, neighborhood groups, and labor organizations for a 1.5 million square-foot mixed-use development, including high-end condominiums, retail, restaurants, and a complete hotel renovation, along with prime open space for the community. Greer/Dailey provided strategic counsel and called on strong community relationships to deliver endorsements from a wide cross-section of interests."
                },
                "providing-outreach": {
                    "image": "images/case-study-image-3.jpg",
                    "name": "Providing Outreach on Major Mixed-Use Development Projects",
                    "section-content": "Greer/Dailey provided counsel and community outreach for a 2.5 million square-foot mixed use development project adjacent to a major Southern California transportation center. Overcoming decades of neighborhood skepticism and negativity, the comprehensive outreach plan won over knee-jerk opposition and generated substantial support for the project."
                },
                "obtaining-approval": {
                    "image": "images/case-study-image-4.jpg",
                    "name": "Obtaining Permitting Approval for Infrastructure Clients",
                    "section-content": "Greer/Dailey worked to secure permitting and approval for several pipeline projects through multiple jurisdictions, helping the client avoid the controversy usually associated with energy infrastructure projects. Highlighting project benefits and key safety measures, Greer/Dailey effectively delivered the right messages to area stakeholders and decision-makers, thereby facilitating approvals."
                }
            }
        },
        "team": {
            "name": "Team",
            "intro": {
                "image": "images/team-image.jpg",
                "title": "Our Team",
                "subtitle": "<strong>The right combination of skills to achieve results</strong>"
            },
            "team-header": "Our Team Members",
            "team-members": {
                "sydney-bailey": {
                    "button": "Close",
                    "name": "Sydney Bailey",
                    "title": "President / Principal",
                    "bio": "<div class=\"team-member-bio-column-one\"><p>When Sydney Dailey faces a community relations challenge, she breaks it down to its basic elements: the issue, its challenges and opportunities, and what it will take to communicate most effectively with key stakeholders.</p><p class=\"team-member-quote\">\"Every engagement is different, but the dynamics of communication remain the same,\" she says. \"You can’t talk to people and help solve problems if you don’t listen carefully and understand their concerns.\"</p><p>With more than 25 years of experience, Sydney specializes in community outreach, government relations and communications counseling to both private and public sector clients.</p><p>Sydney has helped clients secure community and political support for a wide variety of issues and projects, including real estate developments ranging from large scale, master-planned communities, to mixed-use commercial and residential developments, to school and major museum expansions.</p></div><div class=\"team-member-bio-column-two\"><p>Sydney also has assisted clients in securing approvals for cogeneration facilities, refinery and tank farm expansions, and new petroleum products pipelines in jurisdictions throughout California.</p><p>\"I’m very proud of the breadth and depth of the practice that we’ve built at Greer/Dailey,\" Sydney says. \"It’s very diverse and always exciting. But I’m most proud of the track record of success we’ve achieved for our clients.\"</p><p>Before co-founding Greer/Dailey 1993, Sydney was a group vice president directing the environmental communications practice of Braun/Ketchum Public Relations for 10 years. She started her career as a special sections writer at the Los Angeles Herald Examiner.</p><p>She received a bachelor’s degree in English Literature from the University of California, Los Angeles.</p><p>Sydney has served on the Executive Board of the Hollywood Chamber of Commerce, on the Board of Directors of the Southern California Development Forum and as a member of the Land Use committee of the Valley Industry and Commerce Association. Over the years she has been actively involved on the Board of Directors of the Juniors of Social Service and has provided pro bono assistance to the Sisters of Social Service related to their land use needs.</p></div>"
                },
                "joan-kradin": {
                    "button": "Close",
                    "name": "Joan Kradin",
                    "title": "Senior Vice President / Principal",
                    "bio": "<div class=\"team-member-bio-column-one\"><p>Joan Kradin has learned in her 30-year career in state and local politics to address a public affairs problem from every angle, leveraging her experience to find the right client solution.</p><p>\"Greer/Dailey is the perfect firm for me,\" says Joan. \"Syd and Renee are among the best public affairs consultants in the city and our diverse client mix allows me to use everything I’ve learned since I walked into City Hall in 1977 to work for a City Council member.\"</p><p>Prior to joining Greer/Dailey, Joan served as a senior counselor at Marathon Communications, where she supervised many of the firm’s major clients. Joan was Marathon’s principal liaison to government leaders in Los Angeles and other cities throughout the region, providing government and community relations counsel for Fox Studios, Trammell Crow Company and JMB Realty. In addition, Joan provided strategic communications insight to the San Diego City Employees Retirement System on communications issues.</p><p>Joan spent a decade as a Los Angeles City Council Deputy before moving to the private sector for five years as Director of Public Affairs for Forest City Development.</p><p>Then, as District Director for former State Assemblyman Richard Katz, Joan led the San Fernando Valley staff for a lawmaker known for his legislative leadership – and his strong commitment to constituent service.</p></div><div class=\"team-member-bio-column-two\"><p>\"In that office it all came together,\" Joan says. \"It didn’t matter if the constituent problem was with Washington, Sacramento or City Hall, Richard wanted it fixed. And it really didn’t even matter if the person lived in his district.\"</p><p class=\"team-member-quote\">\"Dealing with issues as varied as sound walls, landfills, development, small business and transportation and water policy, heightened my awareness of how federal, state and local public policy is intricately interwoven – and how it affects local communities and everyday people. I try very hard to bring all that experience to my Greer/Dailey clients.\"</p><p>Joan, who resides in the San Fernando Valley, holds a Master’s degree in Gerontology from USC and a BA in Psychology from UCLA. She currently serves on the Board of Directors Executive Committee of New Economics for Women, which builds and operates affordable multi-family housing primarily for Latina parents and children.</p></div>"
                },
                "renee-schillaci": {
                    "button": "Close",
                    "name": "Renee Schillaci",
                    "title": "Of Counsel",
                    "bio": "<div class=\"team-member-bio-column-one\"><p>Her years working in the California State Legislature, Los Angeles City Hall and as a private sector consultant have prepared Renee Schillaci for the biggest challenges of public affairs consulting.</p><p class=\"team-member-quote\">\"Working with clients and communities to resolve issues and move forward is very satisfying,\" she says. \"Building relationships and understanding is really the only way to succeed.\"</p><p>Renee has provided counsel to developers, as well as institutions such as schools and synagogues, guiding them through the development process and providing follow-up with a variety of government agencies.</p><p>Renee formerly served as Vice President, Planning and Development for NBCUniversal West Coast Real Estate, where she was responsible for managing the entitlements and environmental review processes for NBCUniversal’s master plan for the Universal City property.</p></div><div class=\"team-member-bio-column-two\"><p>\"When companies, individuals, or institutions meet the tangle of government bureaucracies, it’s always helpful to have a guide,\" she says. \"I enjoy finding the right way to achieve results.\"</p><p>Renee is a seasoned land use planner and political strategist with an extensive career in the public sector, working on numerous development projects in Los Angeles.</p><p>A former Los Angeles City Council Deputy Chief of Staff, Renee worked with Councilmember Jack Weiss on district and citywide planning issues, where her responsibilities included working with representatives of the community and developers to address controversial land use issues, as well as representing the Councilmember at key public hearings.</p><p>Prior to joining Councilmember Weiss' office in 2001, Renee worked in the private sector at a major public affairs firm in Los Angeles, and as a Legislative Aide in the California State Assembly.</p><p>Renee graduated from Loyola Marymount University with a degree in Political Science. She has served on the Board of Directors of the Stuart M. Ketchum Downtown YMCA.</p></div>"
                },
                "david-gershwin": {
                    "button": "Close",
                    "name": "David Gershwin",
                    "title": "Of Counsel",
                    "bio": "<div class=\"team-member-bio-column-one\"><p>David Gershwin, a former Chief of Staff to Los Angeles Mayor Eric Garcetti, provides government relations, issue advocacy, media relations, crisis communications, and social media services for private sector, public sector, and non profit clients.</p><p class=\"team-member-quote\">\"Bringing the skills I’ve learned through decades of experience in the public, private and non profit worlds to assist clients in resolving their business challenges is very satisfying. I’ve learned how to navigate the complex systems of government, how to manage effective communications programs, and how to help clients achieve their goals.\"</p><p>David’s government experience includes his role as Chief of Staff to Council President Eric Garcetti, and director of Communications for then-City Council President Alex Padilla. He served as Vice President at Cerrell Associates, where he developed comprehensive advocacy and communications blueprints for real estate developers, associations, financial institutions, public agencies, universities, and non-profit organizations.</p></div><div class=\"team-member-bio-column-two\"><p>David’s skills extend to the academic world, where he has taught at the UCLA Anderson Graduate School of Management, USC’s Annenberg School of Communications and School of Policy, Planning and Development, and at the University of LaVerne’s Communications Department.</p><p>Throughout his career, David has developed strategic, comprehensive advocacy and communications programs across the spectrum of public, private and non-profit organizations. His unique skills and experience are invaluable assets in the complex communication universe.</p><p>\"Steering the right course through the halls of government, or through the maze of new media formats, is challenging. I’m always pleased to be able to sort through the issues and come up with a plan that delivers success.\"</p></div>"
                }
            }
        },
        "contact": {
            "name": "Contact",
            "intro": {
                "image": "images/contact-image.jpg",
                "title": "Contact",
                "supporting-text": "If you would like to know more about Greer/Dailey or want to get in touch with us, please fill out your contact information below or telephone us directly at 213.615.1616."
            }
        }
    }
}
